const serviceRule = {
  title:'服務條款',
  context:'歡迎您加入成為Bacon會員(以下稱"會員"),Bacon係由『凱明移動股份有限公司』所建置提' +
          '供,包括但不限於Bacon電腦版、手機板、Facebook版、ios版、Android版等,由凱明移動所推' +
          '出於各式設備裝置上的相關版本(以下稱「本服務」),也感謝您願意與我們為營造優質' +
          '健康的網路交友環境盡一份心力,您如提出申請並註冊使用本服務,即表示您已閱讀、理' +
          '解並完全同意接受下列說明及本服務一切內容,您如有違反下列說明或本服務任一內容' +
          '時,為確保本服務善良風氣及維護會員權益,本服務得隨時暫停或終止您使用本服務所提' +
          '供之服務。\n\n' +
          '壹、認知與接受條款\n' +
          'Bacon係根據以下服務條款為您提供服務。本服務有權於任何時間修改或變更本服務條款之' +
          '內容,且毋須另行通知。Bacon服務條款(以下稱「本服務條款」)發生修改變更時,將在原' +
          '服務條款的網頁上公佈修改內容,公佈後即有效代替原來的服務條款。您可隨時造訪本服' +
          '務查閱最新版服務條款。此外,本服務推出的功能種類繁多,可能有某些特定功能,會依' +
          '據該特定功能之性質而有附加條款或相關規定,您須遵守本服務所另行公告之服務條款或' +
          '相關規定。前述另行公告之服務條款或相關規定,亦均併入屬於本服務條款的一部分。' +
          '您在使用本服務提供的各項功能之前,應仔細閱讀本服務條款。如您不同意本服務條款及' +
          '或隨時對其的修改,或者您所屬的國家或地域排除本服務條款內容之全部或一部份時,您' +
          '應立即停止使用本服務;您一旦註冊成為Bacon會員,當您使用Bacon服務時,即視為您已閱' +
          '讀、理解並完全同意接受本服務條款及其後續修改變更之各項內容。\n' +
          '未滿12歲人士不宜瀏覽本服務內容,12歲以上未滿18歲的人士需父母或師長輔導瀏覽,且本' +
          '服務不提供未滿18歲人士註冊會員。若您已滿18歲但未滿20歲,應於您的法定代理人(或監' +
          '護人)閱讀、瞭解並同意本服務條款之所有內容及其後修改變更後,方得使用或繼續使用' +
          '本服務。當您使用或繼續使用本服務時,即推定您的法定代理人(或監護人)已閱讀、瞭' +
          '解並同意接受本服務條款之所有內容及其後修改變更。\n' +
          '貳、服務說明與管理規範\n' +
          '本服務目前經由其產品組合,向會員提供豐富的網上資源與諸多功能,包括各種資訊工' +
          '具、網上論壇、訊息服務、個人化內容及品牌程式設計(以下稱"本服務")。除非本服務條' +
          '款另有其他明示規定,增加或強化目前本服務的任何新功能,包括所推出的新產品,均受' +
          '到本服務條款之規範。您瞭解並同意,本服務僅依其當前所呈現的狀況提供,對於任何會' +
          '員通訊或個人化設定之時效、刪除、傳遞錯誤、未予儲存或其他任何問題,Bacon均不承擔' +
          '任何責任。Bacon保留不經事先通知為維修保養、升級或其他目的暫停本服務任何部分的權' +
          '利。為使用本服務,您必須能夠自行經有法律資格對您提供網路服務的第三方,進入網際' +
          '網路,並應自行支付相關服務費用。此外,您必須自行配備及負責與網路連接所需之一切' +
          '必要裝備,包括智慧型手機或其他儲存器材。\n' +
          '一. 本服務旨在提供所有用戶一個即時互動交友的環境,您於使用本服務時,應遵守下列規' +
          '定,若有違反情事,將依管理規範處理,並請自負法律責任:\n' +
          '• 未滿12歲人士不宜瀏覽本服務內容,12歲以上未滿18歲的人士需父母或師長輔導瀏' +
          '覽,且本服務不提供未滿18歲人士註冊會員,滿18歲但未滿20歲的人士,請依上述說明取得' +
          '您的法定代理人(或監護人)同意,始可註冊與使用本服務。\n' +
          '• 嚴禁任何人利用本服務從事色情交易或任何違反中華民國法律法令規定的不法行' +
          '為。若涉有不法行為或色情交易者,除應由行為或交易當事人自負法律責任外,本服務得' +
          '依法協助檢調單位調查蒐證。無論暱稱、自我介紹、日記文章、留言訊息、聊天等在本服' +
          '務可公開瀏覽或私下傳遞的資訊,只要有色情交易或援助交際、伴遊等暗示性字眼,經其' +
          '他會員檢舉後,本服務將直接予以永久停權的處分並立刻執行。關於內容的解讀,由本服' +
          '務管理單位從嚴判定,並擁有最終之決定權限,因此請使用者自重,切勿使用任何可能讓' +
          '人誤會的字眼。\n' +
          '• 嚴禁任何人利用本服務各項功能進行性邀約活動,性邀約認定項目包括但不限於下' +
          '列行為:徵求一夜情、色情視訊、電愛、網愛、情婦(夫)徵求等。關於內容的解讀,' +
          '由Bacon管理單位從嚴判定,因此請使用者勿使用任何可能讓人誤會的字眼。\n' +
          '• 會員間私人糾紛請自行協調溝通,不得使用暱稱、自我介紹、留言訊息、聊天室聊' +
          '天等公開供不特定人瀏覽觀看的方式,公佈提及他人真實姓名、住址、電話...等洩漏足以' +
          '讓第三者認出對方之個人資料 [包括但不限於Bacon暱稱與Bacon會員編號] 、或侵害他人隱私' +
          '之內容或文章、或發表危害毀損他人名譽的內容,若因此導致引起任何法律問題,除請自' +
          '負法律責任外,本服務得依法協助檢調單位調查蒐證。\n' +
          '• 不得以挑釁言論攻擊其他會員,蓄意影響本服務使用環境以及其他會員們的使用權' +
          '益,關於實際情形的判斷由本服務管理單位從嚴判定,還請使用者自重共同維護Bacon的使' +
          '用品質。\n' +
          '• 轉貼文章內容請註明出處,且不得轉貼足以危害毀損他人名譽或洩漏、散佈他人個' +
          '人資料與隱私之內容,若因而致引起任何法律問題,除請自負法律責任外,本服務得依法' +
          '協助檢調單位調查蒐證。\n' +
          '• Bacon使用品質需要每位會員共同來維護,當您發現Bacon程式設計上的任何瑕疵或是' +
          '漏洞,還請您利用客服信箱進行舉報反映,不得利用程式漏洞從事影響其他會員使用權益' +
          '之行為或散佈該漏洞致使本服務或其他會員權益遭受侵害。\n' +
          '• 不得有任何意圖妨礙或影響Bacon服務運作之行為。包括但不限於使用暱稱、自我介' +
          '紹、留言訊息、聊天室聊天等公開供不特定人瀏覽觀看的方式,散佈影響Bacon商譽與信用' +
          '之訊息內容,若因致引起任何法律問題,本服務得依法請檢調單位進行調查處理。關於妨' +
          '礙行為的認定,由Bacon管理單位從嚴判定,請會員勿從事任何可能讓人誤會的行為。\n' +
          '• 不得在交友聊天中討論非法活動。\n' +
          '• 不得張貼攻擊性、違法或其他令人反感的圖文內容。\n' +
          '• 不得惡意攻訐其他會員。\n' +
          '• 不得私下側錄與其他會員聊天之內容,意圖攻訐或威脅當事人。\n' +
          '• 為表明本服務維護著作權法立場,本服務提醒各位會員請尊重著作權法,於轉貼非' +
          '個人創作之文章時,務必要徵得原作者之授權同意。我們並建議您在轉貼時,最好保留以下資訊:' +
          '• 標題附 [轉錄] 字樣\n' +
          '• 原作者授權證明\n' +
          '• 保留原作網路暱稱與出處\n' +
          '• 原作標題與內文不作增刪動作\n' +
          '還請每位Bacon會員都能一起來維護著作人之心血。\n' +
          '• 不得張貼過於裸露、煽情、挑逗、猥褻之圖文內容,亦不得張貼以馬賽克、塗白等' +
          '方式遮掩第三點或重要部份之圖片。相關審核標準均以本服務管理單位從嚴認定為準,若' +
          '對藝術與色情界線認知有疑義者,請自行尋找合適的網站發表您的藝術,本服務並不歡迎' +
          '上述所載之圖文內容。\n' +
          '• 請勿與任何會員有金錢上的交易往來,若因此蒙受損失,請自負相關責任。\n' +
          '二. 有關上述本條第一項所列之各項事由,若會員有違反者,倘經其他會員檢舉並向派出所' +
          '報案或向地檢署提出告訴後,本服務有權做出對帳戶永久停權之處分,直至前述案件結果' +
          '確定為止;倘會員經其他會員檢舉惟尚未受司法機關之刑事訴追,經本服務管理員按檢舉' +
          '會員所提出之證據,認為確已違反第一項所列事由之任何一項情形時,本服務有權對違規' +
          '之會員就每一檢舉之事實行為做一定期限之停權處分(其他處分行為樣態與相關處分規' +
          '與標準,請參閱使用規範)。\n' +
          '三. 您在本服務之檔案如設定為「公開」,即代表您願意公開個人之Bacon檔案,並同意本服' +
          '務在合理服務的範圍之內,使用您Bacon檔案的內容及照片等。您同意並了解本服務所建議' +
          '並提供的使用操作方式,並參與本服務所提供的配對或媒合接觸。本服務不會任意以您的' +
          '名義自動發送訊息,您應於了解本服務各項服務功能及效果後使用,當您依據本服務指示' +
          '或自行確認後送出同意或確認鍵時(包括但不限於加好友、留言、表示好感),即視為您有意' +
          '以您的名義於本服務內上傳或發送相關訊息,並同意本服務存取您的提交或同意紀錄。\n' +
          '四. 您使用本服務所提供交友服務之行為若有任何違反上述使用規範,所在地政府相關法令' +
          '或危害本服務或第三者權益之虞時、或在本服務已認為您已經違反本服務條款的文字及精' +
          '神下,同意以本服務管理人員之判定為準,終止您的密碼、帳號或本服務之使用(或服務' +
          '之任何部分),並將您在本服務內任何內容加以移除並刪除。您理解本服務亦得因您違反' +
          '前述之各種情形下有權判斷,於通知或未通知之情形下,隨時終止本服務或其任何部分。' +
          '您同意依本服務條款任何規定提供之本服務,無需進行事先通知即可中斷或終止,您承認' +
          '並同意,本服務可立即關閉或刪除您的帳號及您帳號中所有相關資訊及檔案,及或禁止繼' +
          '續使用前述檔案或本服務。此外,您同意若本服務之使用在可歸責於您違反前述之各種情' +
          '形下被中斷、或終止或您的帳號、或相關資訊和檔案因而受被關閉或刪除,本服務對您或' +
          '任何第三人均不承擔任何責任。\n' +
          '五. 本服務有權修改或變更本使用條款之內容,建議您隨時注意該等修改或變更。本使用條' +
          '款如有任何重大變更或修正時,本服務會以公告或電子郵件通知您,敬請隨時注意本服務' +
          '公告及您信箱內之郵件。\n' +
          '參、您的註冊義務\n' +
          '為了能使用本服務,您同意以下事項:\n' +
          '依本服務註冊表之提示,提供您本人真實、正確、最新及完整的資料(以下簡稱"註冊資' +
          '料");及隨時更新登記資料,確保其為真實、正確、最新及完整的資料。若您提供任何錯' +
          '誤、不實、過時或不完整或具誤導性的資料;或者本服務有理由懷疑前述資料為錯誤、不' +
          '實、過時或不完整或具誤導性的,本服務有權暫停或終止您的帳號,並拒絕您於現在和未' +
          '來使用本服務之全部或任何部分。\n' +
          '本服務十分關心所有會員(特別是兒童)的安全及隱私。因此,若父母同意其20歲以下子' +
          '女得以使用本服務,請記住,本服務設計之目的在於符合廣大會員的需要。因此本服務及/' +
          '或"內容"(如後述第六項所定義)是否適合於您的子女,您身為法定代理人有責任加以判' +
          '斷。本服務無須對任何會員的任何登記資料承擔任何責任,包括但不限於鑒別、核實任何' +
          '登記資料的真實性、正確性、完整性、適用性及/或是否為最新資料的責任。\n' +
          '肆、會員帳號、密碼及安全\n' +
          '您需要設定個人專屬帳號與密碼,來完成本服務的會員註冊,並作為未來登入和識別會員' +
          '身分之用。維持密碼及帳號的機密安全,是您的責任。您應對所有用您的密碼及帳號的活' +
          '動負完全的責任。您同意:\n' +
          '• 當您的密碼或帳號遭到未獲授權的使用,或者發生其他任何安全問題時,您將立即通知本服務;且\n' +
          '• 當您使用任何設備裝置上網登入本服務時,於每次使用完畢後,請將您的帳號從網路登出。\n' +
          '如您未能依前述規定行事,對於任何人利用該密碼及帳號所進行的任何行為,您應負完全' +
          '的責任。對於因此而產生的任何損失或損害,本服務無法也不承擔任何責任。\n' +
          '伍、隱私權政策\n' +
          '關於您於會員註冊的登記資料及其他主動提供而由Bacon保留的特定資料,都將受到本服務' +
          '《個資保護政策》之保護與規範。當您註冊使用本服務時,即表示您已閱讀、理解並完全' +
          '同意接受本服務依據《Bacon個資保護政策》對您個人進行資料的蒐集、處理與利用。建議您' +
          '註冊前須先至《Bacon個資保護政策》連結查閱Bacon完整的個資保護政策。\n' +
          '陸、提供者之責任\n' +
          '根據有關法律法規,本服務在此鄭重提醒您注意,任何經由本服務以上載、張貼、發送電' +
          '子郵件或任何其他方式傳送的資訊、資料、文字、軟體、音樂、音訊、照片、圖形、視' +
          '訊、資訊或其他資料(以下簡稱"內容"),無論係公開還是私下傳送,均由內容提供者承擔' +
          '責任。本服務無法控制經由本服務傳送之內容,因此不保證內容的正確性、完整性或質' +
          '量。您已預知使用本服務時,可能會接觸到令人不快、不適當或令人厭惡之內容。在任何' +
          '情況下,本服務均不為任何內容負責,包括但不限於任何內容之任何錯誤或遺漏,以及經' +
          '由本服務以張貼、發送電子郵件或其他方式傳送任何內容而衍生之任何損失或損害。但本' +
          '服務有權依法停止傳輸任何前述內容並採取相應行動,包括但不限於暫停會員使用本服務' +
          '的全部或部分,保存有關記錄,並向相關機關檢舉。\n' +
          '柒、會員的守法義務與承諾\n' +
          '您承諾絕不為任何非法目的或以任何非法方式使用本服務,並承諾遵守中華民國相關法規' +
          '及一切使用網際網路之國際慣例。您若係中華民國以外之使用者,並同意遵守所屬國家或' +
          '地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為,包括但不限於:\n' +
          '• 以任何方式危害未成年人的利益;\n' +
          '• 冒用他人或機構名義使用本服務,包括但不限於Bacon主管、論壇領袖、主持人,或以虛偽不實的方式陳述或謊稱與任何人或機構有關;\n' +
          '• 偽造標題或以其他方式操控識別資料,以偽造經由本服務傳送之任何內容之來源;\n' +
          '• 違反依法律或契約所應負之保密義務,將依據任何法律或合約或法定關係(例如由於雇傭關係和依據保密合約所得知或揭露之內部資料、專屬及機密資料)知悉但無權傳送' +
          '之任何內容加以上載、張貼、發送電子郵件或以其他方式傳送;\n' +
          '• 將侵害他人名譽、隱私權、營業秘密、著作權、專利權、商標權、商業秘密、或其' +
          '他專屬權利(以下簡稱"專屬權利")之內容加以上載、張貼、發送電子郵件或以其他方式傳送;\n' +
          '• 將任何廣告信函、促銷資料、直銷或其他任何形式的勸誘資料加以上載、張貼或以其他方式傳送;\n' +
          '• 將設計目的在於干擾、破壞或限制任何電腦軟體、硬體或通訊設備功能之電腦病毒' +
          '(包括但不限於木馬程式(trojan horses)、蠕蟲(worms)、(以下簡稱"病毒"))或其他電腦代' +
          '碼、檔案和程式之任何資料,加以上載、張貼或以其他方式傳送;\n' +
          '• 破壞正常的對話流程、造成螢屏快速移動,或使本服務其他會員無法輸入,或對其他會員參加即時交流的能力產生負面影響;\n' +
          '• 干擾、中斷或破壞本服務或與本服務相關連之伺服器和網路,或違反任何關於本服務聯結網路之規定、程式、政策或規範;\n' +
          '• 跟蹤或以其他方式騷擾其他會員;\n' +
          '• 故意或非故意地違反任何適用的當地、國家和國際法律,包括但不限於任何國家的或其他地區的任何規則,以及任何具有法律效力的規則;或\n'+
          '• 未經合法授權而截獲、篡改、收集、儲存或刪除他人個人資訊、電子郵件或其他資料,或將獲知的此類資料用於任何非法或不正當目的。\n' +
          '您了解並認可本服務可能無法針對會員內容加以任何事先審查,對會員的使用行為也無法' +
          '進行全面控制。您使用任何內容時,包括依賴前述內容之正確性、完整性或實用性時,您' +
          '同意將自行加以判斷並承擔所有風險,而不依賴本服務。但本服務及其指定人有權(但無' +
          '義務)依其自行之考量,拒絕和刪除違反本條款的或其他引起反感的任何內容。您瞭解並' +
          '同意,本服務依據法律法規的要求,或基於誠信、為了以下目的或在合理必要範圍內,認' +
          '定必須將內容加以保存或揭露時,得加以保存或揭露:\n' +
          '• 遵守法律程序;\n' +
          '• 執行本服務公約;\n' +
          '• 回應任何第三人提出的權利主張;\n' +
          '• 保護Bacon、其會員及公眾之權利、財產或個人安全;或\n' +
          '• 其他Bacon認為有必要的情況。\n' +
          '您瞭解並同意經由本服務之技術處理及傳送,您提供的任何內容,可能\n' +
          '• 經由各個網路加以傳送,且;\n' +
          '• 為了符合及配合網路或裝置之技術要求而進行改變。\n' +
          '捌、國際使用之特別警告\n' +
          '您已瞭解網際網路的無國界性,同意遵守當地所有關於網上行為及內容之法律法規。您特' +
          '別同意遵守有關從中華民國或您所在國家或地區輸出資訊之傳輸的所有適用法律法規。\n' +
          '玖、張貼公開信息之規範\n' +
          '• 在本服務條款中,"本服務公開使用區域"系指一般公眾可以使用的區域。\n' +
          '• 您同意已就您於本服務公開使用區域及本服務其他任何公開使用區域張貼之內容,' +
          '或包括照片、圖形或影音資料等內容,授予本服務全球性、免許可費及非獨家的使用' +
          '權,Bacon可以為了展示、散佈及推廣張貼前述內容之特定服務目的,將前述內容複製、修' +
          '改、改寫、改編或出版,對於照片及圖形資料的上述使用,僅為張貼該照片或圖形於本服' +
          '務之目的而為之。在您將前述內容放入本服務期間,使用權持續有效;若您將前述內容自' +
          '本服務中刪除,則使用權於刪除時終止。\n' +
          '• 您同意已就您於本服務其他公開使用區域張貼的其他內容,授予Bacon免許可費、永' +
          '久有效、不可撤銷、非獨家及可完全再授權之權利在全球使用、複製、修改、改寫、改' +
          '編、發行、翻譯、創造衍生性著作,及/或將前述內容(部分或全部)加以散佈、表演、展' +
          '示,及/ 或放入利用任何現在已知和未來開發出之形式、媒體和科技之其他著作物當中。\n' +
          '拾、賠償\n' +
          '由於您透過本服務提供、張貼或傳送之內容、違反本服務條款、或侵害他人任何權利因而' +
          '衍生或導致任何第三人提出任何索賠或請求,您同意賠償凱明移動股份有限公司及其子公' +
          '司、關係企業、職員、代理人、品牌共有人或其他合作夥伴及員工因此所受之損失(包括' +
          '但不限於合理的律師費及訴訟費用)。\n' +
          '拾壹、禁止商業行為\n' +
          '您同意不對本服務任何部分或本服務之使用或獲得,進行複製、拷貝、出售、轉售或用於' +
          '任何其他商業目的。\n' +
          '拾貳、關於使用及儲存之一般措施\n' +
          '您同意本服務有權就本服務制訂一般措施及限制,包括但不限於本服務將保留電子郵件訊' +
          '息、所張貼內容或其他上載內容之最長期間、本服務伺服器為您分配的最大磁碟空間,以' +
          '及一定期間內您使用本服務之次數上限(及每次使用時間之上限)。通過本服務存儲或傳' +
          '送之任何資訊、通訊資料和其他內容,如被刪除或未予儲存,您同意本服務毋須承擔任何' +
          '責任。您亦同意,長時間未使用的帳號,本服務有權關閉或刪除。您也同意,本服務有權' +
          '依其自行之考慮,不論通知與否,隨時變更這些一般措施及限制。\n' +
          '拾參、服務之修改\n' +
          '本服務有權於任何時間暫時或永久修改或終止本服務(或其任何部分),而無論是否通知' +
          '您。您同意對於本服務所作的任何修改、暫停或終止,本服務對您和任何第三人均無需承擔任何責任。\n' +
          '拾肆、終止服務\n' +
          '您同意Bacon得基於其自行之考慮,因任何理由,包括但不限於一定期限未使用、法院或政' +
          '府機關命令、本服務無法繼續或服務內容實質變更、無法預期之技術或安全因素或問題、' +
          '您所為詐欺或違法行為、未依約支付費用,或其他Bacon認為您已經違反本服務條款的明文' +
          '規定及精神,而暫停、終止或限制您的帳號、密碼或本服務之使用(或服務之任何部' +
          '分),並將您在本服務內任何內容加以移除並刪除。 您同意本服務亦得依其自行之考慮,' +
          '於通知或未通知之情形下,隨時暫停或終止本服務或其任何部分。您同意依本服務條款提' +
          '供之本服務,無需進行事先通知即可中斷或終止,您同意,本服務可立即關閉或刪除您的' +
          '帳號及您帳號中所有相關資訊及檔案,及或禁止繼續使用前述檔案或本服務。此外,您同' +
          '意若本服務之使用被中斷或終止或您的帳號及相關資訊和檔案被關閉或刪除,本服務對您' +
          '或任何第三人均不承擔任何責任。如您因違反本服務條款導致您帳號遭終止,其亦喪失您' +
          '使用此帳號登入其他公司產品之資格。\n' +
          '拾伍、廣告\n' +
          '您透過本服務中瀏覽到的所有廣告內容、文字與圖片之說明、展示樣品或其他銷售資訊,' +
          '均由各該廣告商、產品與服務的供應商所設計與提出。您對於廣告之正確性與可信度應自' +
          '行斟酌與判斷。本服務僅接受前述廠商委託予以刊登,不對前述廣告內容或您與該廠商之' +
          '交易行為負任何擔保責任。\n' +
          '拾陸、與廣告商進行之交易\n' +
          '您通過本服務與廣告商進行任何形式的通訊或商業往來,或參與促銷活動,包含相關商品' +
          '或服務之付款及交付,以及達成的其他任何相關條款、條件、保證或聲明,完全為您與廣' +
          '告商之間之行為。除法律明文規定要求本服務承擔之責任外,您因前述任何交易或前述廣' +
          '告商而遭受的任何性質的損失或損害,本服務均不予負責。\n' +
          '拾柒、連結\n' +
          '本服務或第三人可提供與其他網際網路上之網站或資源之連結。由於本服務無法控制這些' +
          '網站及資源,您瞭解並同意,此類網站或資源是否可供利用,本服務不予負責,存在或源' +
          '於此類網站或資源之任何內容、廣告、產品或其他資料,本服務亦不予保證或負責。因使' +
          '用或依賴任何此類網站或資源發佈的或經由此類網站或資源獲得的任何內容、商品或服務' +
          '所產生的任何損害或損失,本服務不負任何直接或間接之責任。\n' +
          '拾捌、智慧財產權保護\n' +
          '您瞭解並同意,本服務及本服務所使用之相關軟體(以下簡稱"軟體")含有受到相關知識產' +
          '權及其它法律保護之專有保密資料。您也瞭解並同意,經由本服務或廣告商向您呈現之贊' +
          '助廣告或資訊所包含之內容,亦受到著作權、商標權、服務商標、專利權或其他專屬權利' +
          '之法律保護。未經本服務或廣告商明示授權,您不得修改、出租、出借、出售、散佈本服' +
          '務或軟體之任何部份或全部,或據以製作衍生著作,或使用擅自修改後的軟體,包括但不' +
          '限於為了未經授權而使用本服務之目的。本服務僅授予您個人、不可移轉及非專屬之使用' +
          '權,使您得於單機使用其軟體之目的碼,但您不得(亦不得允許任何第三人)複製、修' +
          '改、創作衍生著作、進行還原工程、反向組譯,或以其他方式發現原始碼,或出售、轉' +
          '讓、再授權或提供軟體設定擔保,或以其他方式移轉軟體之任何權利。您同意將通過' +
          '由Bacon所提供的介面而非任何其他途徑使用本服務。\n' +
          '拾玖、擔保與保證\n' +
          '您明確瞭解並同意:\n' +
          '• 本服務條款的任何規定不會免除本服務對造成您人身傷害的、或因故意或重大過失造成您財產損失的任何責任。\n' +
          '• 您使用本服務之風險由您個人負擔。本服務係依"現狀"及"現有"基礎提供。本服務不' +
          '提供任何明示或默示的擔保或保證,包括但不限於商業適售性、特定目的之適用性及未侵' +
          '害他人權利等擔保或保證。\n' +
          '• Bacon不保證以下事項:\n' +
          '• 本服務將符合您的要求,\n' +
          '• 本服務將不受干擾、及時提供、安全可靠或不會出錯,\n' +
          '• 使用本服務取得之結果正確可靠,\n' +
          '• 您經由本服務購買或取得之任何產品、服務、資訊或其他資訊將符合您的期望,且\n' +
          '• 軟體中任何錯誤都將得到更正。\n' +
          '• 會員與本公司之外任一自然人或法人所進行之交易行為,為會員之私人行為,如有詐騙問題,會員報警後,將協助準備相關資料,但不負任何賠償責任。\n' +
          '• 是否使用本服務下載或取得任何資料應由您自行考慮且自負風險,因任何資料之下載而導致的您電腦系統之任何損壞或資料流程失等後果,由您自行承擔。\n' +
          '• 您經由本服務取得的任何建議或資訊,無論是書面或口頭形式,除非本服務條款有明確規定,將不構成本服務條款以外之任何保證。\n' +
          '貳拾、責任限制\n' +
          '您明確瞭解並同意,基於以下原因而造成的,包括但不限於利潤、信譽、應用、資料損失' +
          '或其他無形損失,本服務不承擔任何直接、間接、附帶、特別、衍生性或懲罰性賠償責任' +
          '(即使本服務事先已被告知發生此種賠償之可能性亦然):\n' +
          '• 本服務之使用或無法使用;\n' +
          '• 為替換從或透過本服務購買或取得之任何商品、資料、資訊、服務、收到的訊息或締結之交易而發生的成本;\n' +
          '• 您的傳輸或資料遭到未獲授權的存取或變造;\n' +
          '• 任何第三方在本服務中所作之聲明或行為;或\n' +
          '• 與本服務相關的其他事宜,但本服務條款有明確規定的除外。\n' +
          '貳拾壹、通知\n' +
          '如依法或其他相關規定有通知會員之義務或本服務條款之變更時,本服務得以包括但不限' +
          '於:電子郵件、一般信件、簡訊、多媒體簡訊、文字訊息、張貼於本服務網頁,或其他現' +
          '在或未來合理之方式通知您。但若您違反本服務條款,以未經授權的方式存取本服務,您' +
          '將不會收到前述通知。當您經由授權的方式存取本服務,而同意本服務條款時,您即同意' +
          '本服務所為之任何及所有給您的通知,通知發出時即視為送達。\n' +
          '貳拾貳、系統中斷或故障\n' +
          '本服務有時可能會發生系統服務中斷、延遲或故障,或許將造成您使用的不便或資料喪' +
          '失、錯誤等情形,本服務會盡速回復會員正常使用服務。但對於不可抗力或突發狀況,或' +
          '其他不可歸責於本服務之原因,所造成您使用本服務之不便及損害,本服務不負任何賠償責任。\n' +
          '若本服務因系統調整或其他理由,需中斷服務時間超過8小時以上,本服務將事先或事後補' +
          '行公告,如有需要也將於公告中一併說明補償措施,補償項目可能包括但不限於:月費型' +
          '態之商品(例如:VIP)延長使用天數、有期限之虛擬道具延長使用期限、或其他需要連續' +
          '累積之數據不歸零,而您亦同意不再就該事件對本服務作任何請求。\n' +
          '貳拾參、商標資訊\n' +
          'Bacon、Bacon標誌、商標及服務商標,以及其他Bacon標誌及產品、服務名稱,均為凱明移動' +
          '股份有限公司之商標(以下稱"Bacon標記")。未經本服務事先書面同意,您不得將Bacon標記' +
          '以任何方式展示或使用或作其他處理,或表示您有權展示、使用或另行處理Bacon標記。\n' +
          '貳拾肆、著作權侵害處理\n' +
          '本服務呼籲會員應尊重智慧財產權。若您認為您的作品的著作權遭到侵害或您的智慧財產' +
          '權被侵犯,請向本服務之管理人員提供以下資料:\n' +
          '• 著作權或其他智慧財產權所有人之有權代理人之電子或實體簽名。\n' +
          '• 對您主張遭到侵權之作品或智慧財產權進行的描述。\n' +
          '• 對您主張遭到侵權之作品在網站上所處的位置進行的描述。\n' +
          '• 您的地址、電話號碼及電子郵件信箱。\n' +
          '• 您一秉善意所作的認為該有爭議的使用未經著作權或其他智慧財產權所有人、其代理人或依照法律授權之聲明。\n' +
          '• 您已充分瞭解做虛假指證的全部法律後果,在此前提下您保證所提供的前述資料均' +
          '為合法的、正確的,並且您是著作權或智慧財產權的所有人或已經合法授權有權代理著作權或智慧財產權的所有人。\n' +
          '貳拾伍、一般條款\n' +
          '• 本服務條款構成您與本服務之全部協定,並規範您對於本服務之使用行為。在您使用相關服務、使用第三方提供的內容或軟體時,亦應遵從所適用之附加條款及條件。\n' +
          '• 本服務條款及您與本服務之關係,準據法為中華民國法律。您與本服務、本服務條款或其他有關事項發生的爭議,均應依照中華民國法律予以處理,並以臺灣臺北地方法院為第一審管轄法院。\n' +
          '• 本服務未行使或執行本服務條款任何權利或規定,不構成對前述權利或權利之放棄。\n' +
          '• 倘本服務公約之任何規定因與中華民國法律抵觸而無效,您依然同意應依照法律,' +
          '努力使該規定所反映之當事人意向具備效力,且本服務條款其他規定仍應具有完整的效力及效果。\n' +
          '• 本服務條款之標題僅供方便而設,不具任何法律或契約效果。\n' +
          '貳拾陸、舉報\n' +
          '倘發現任何違反本服務條款之情事,請使用本服務客服信箱進行舉報。'
};

const securityRule = {
  title:'個資保護政策',
  context:'親愛的Bacon會員您好,凱明移動股份有限公司(以下簡稱本公司),為確保您在本服務所提供' +
          '之個人資料及隱私及消費者權益受到適當之保護,本公司依照『中華民國個人資料保護' +
          '法』規定進行蒐集前之告知:\n' +
          '壹、Bacon個人資料之蒐集目的及方式:\n' +
          '• 本公司將透過加入會員、訂單填寫、參加活動、退費申請等方式對您進行個人資料之蒐集。\n' +
          '• 對於您的個人資料蒐集依據「法務部頒佈之個人資料保護法特定目的修正」本公司將為以下利用:\n' +
          '• 行銷活動(包含但不限於本公司商業性資料寄送,如EDM寄送)(法定特定項目040)。\n' +
          '• 會員或其他成員名冊之內部管理,如會員認證作業、合作廠商簡易註冊(包括但不限於Facebook ID及Yahoo ID之運用)(法定特定項目052)\n' +
          '• 契約、類契約或其他法律關係事務,如抽獎活動之依據(法定特定項目069)\n' +
          '• 活動參與、退費申請及消費者申告事務等當事人身分比對及驗證。(法定特定項目090)\n' +
          '• 受本公司委託快遞、宅配、貨運業者等。用於物品或紙本發票寄送等網路購物及電子商務服務(法定特定項目148)。\n' +
          '• 廣告或商業行為管理(法定特定項目152)\n' +
          '• 影視、音樂與媒體管理(法定特定項目153)\n' +
          '• 調查、統計與研究分析(法定特定項目157)\n' +
          '• 其他經營合於營業登記項目或組織章程所訂之業務及其他諮詢與顧問服務(法定特定項目181、182)\n' +
          '除非您同意,本公司不會將您個人資訊用做其他用途。\n' +
          '貳、Bacon個人資料之蒐集類別:\n' +
          '• 在您註冊Bacon帳號、使用Bacon服務及相關功能、瀏覽Bacon或某些合作夥伴的網頁,' +
          '以及參加宣傳活動或贈獎遊戲時,本公司將會蒐集您的個人資料,依據法務部所頒佈之個' +
          '人資料保護法個人資料類別,本公司蒐集之類別可能包括:\n' +
          '• C001辨識個人者: 如消費者之姓名、職稱、住址、工作地址、以前地址、住家電話' +
          '號碼、行動電話、即時通帳號、網路平臺申請之帳號、通訊及戶籍地址、相片、電子郵遞' +
          '地址、電子簽章、憑證卡序號、憑證序號、提供網路身分認證或申辦查詢服務之紀錄及其' +
          '他任何可辨識資料本人者等。\n' +
          '• C002辨識財務者: 如金融機構帳戶之號碼與姓名等。\n' +
          '• C003政府資料中之辨識者: 如身分證統一編號、護照號碼等。\n' +
          '• C011個人描述: 如年齡、性別、出生年月日、出生地、國籍等。\n' +
          '• C012身體描述: 如身高、體重、血型等。\n' +
          '• C013習慣: 如抽菸、喝酒等。\n' +
          '• C014個性: 如個性等評述意見。\n' +
          '• C021家庭情形: 如婚姻狀況、有無子女等。\n' +
          '• C023家庭其他成員之細節: 如子女、受扶養人、家庭其他成員或親屬、父母、同居\n' +
          '人及居國外及大陸人民親屬等。\n' +
          '• C031住家及設施: 如住所地址、房屋之種類、價值及所有人之姓名等。\n' +
          '• C032財產: 如所有或具有其他權利之動產或不動產等。\n' +
          '• C034旅行及其他遷徙細節: 如過去之遷徙、旅行細節、外國護照、居留證明文件及工作證照及工作證等相關細節等。\n' +
          '• C035休閒活動及興趣: 如嗜好、運動及其他興趣等。\n' +
          '• C036生活格調: 如使用消費品之種類及服務之細節、個人或家庭之消費模式等。\n' +
          '• C038職業: 如各種職業等。\n' +
          '• C039執照或其他許可: 如駕駛執照、行車執照等。\n' +
          '• C051學校紀錄: 如大學、專科或其他學校等。\n' +
          '• C052資格或技術: 如學歷資格、專業技術、特別執照、政府職訓機構學習過程、國家考試、考試成績或其他訓練紀錄等。\n' +
          '• C054職業專長: 如專家、學者、顧問等。\n' +
          '• C056著作: 如書籍、文章、報告、視聽出版品及其他著作等。\n' +
          '• C061現行之受僱情形: 如工作職稱、工作描述、等級等。\n' +
          '• C068薪資與預扣款: 如薪水、工資等。\n' +
          '• C081收入、所得、資產與投資: 如總收入、總所得、資產、儲蓄等。\n' +
          '• C082負債與支出: 如支出總額、租金支出、貸款支出、本票等信用工具支出等。\n' +
          '• C084貸款: 例如:貸款類別、貸款契約金額、貸款餘額、初貸日、到期日、應付利息、付款紀錄、擔保之細節等。\n' +
          '• 除以上法定之個人資料類別外,本公司將使用cookies 進行電子商務管理及記錄您的' +
          '於本服務中的活動紀錄。所謂cookies,為由本服務存放於您使用本服務的設備中的瀏覽器目' +
          '錄內,僅為本公司設置cookies的服務能讀取其內容。您可以透過您的瀏覽器設定以獲知何時' +
          'cookies被設置或拒絕cookies的設置。\n' +
          '• 本公司服務管理系統亦將紀錄您上網的IP位址、停留時間、瀏覽網頁及點選資料紀錄等,並依照個人資料保護法對相關軌跡資料進行保存。\n' +
          '參、Bacon蒐集上述資料之利用期間、地區、對象及方式\n' +
          '• 利用期間: 本公司將於營運期間保存您的個人資料。\n' +
          '• 地區: 您之個人資料將用於Bacon營運之地區。\n' +
          '• 利用對象及方式:本公司、本公司關係企業及本公司業務合作夥伴\n' +
          '肆、法律賦予消費者之權利\n' +
          '對於您交付予本公司之個人資料,依個人資料保護法您得行使以下權利 :\n' +
          '• 查詢或請求閱覽。\n' +
          '• 請求製給複製本。\n' +
          '• 請求補充或更正。\n' +
          '• 請求停止蒐集、處理或利用。\n' +
          '• 請求刪除。\n' +
          '當您欲行使以上權利時,可透過本服務之客服信箱進行申請,申請過程中,您須提供身分證件或其他證明文件予本公司客服單位,作身份比對及驗證之用。\n' +
          '伍、得自由選擇是否提供之個人資料\n' +
          '您可自由選擇是否提供本公司您的個人資料,若您不願提供個人資料,將無法成為會員並無法使用本服務,敬請諒察。\n' +
          '陸、本告知函內容之變更\n' +
          '• 本公司保有修訂本告知文件之權利。當本公司於個人資料蒐集、處理、利用上作出修改時,本公司會更新本服務內容,並在您登入Bacon服務時寄email通知您相關變更事項。\n' +
          '• 若您對本服務中的個人資料保護有任何疑問或建議,歡迎透過客服信箱告知。\n' +
          '柒、自我保護措施\n' +
          '• 除了您主動登錄及參與本公司及其他合作夥伴之網站及活動並提供您的個人資料之外,您也可能在本公司服務中的留言版、聊天室等與其他網友互動服務中主動提供個人資' +
          '料如電子郵件,姓名等。這種形式的資料提供,將被視為您自行公開之個人資料。\n' +
          '• 請妥善保管您的密碼及或任何個人資料,不要將任何個人資料,尤其是密碼提供給任何人。在您不再使用Bacon服務時,記得登出Bacon帳號,以防止他人讀取您的個人資料或信件。\n'

}

export { serviceRule, securityRule };
