const Articles = [
  {key: 1,tags:['聊天','地雷'], avatar: require('../images/e.jpg'), title:'千萬別對單身者說「妳一定很挑」', uri: require('../images/a.jpg'), content: `想當年我也是單身了很久才找到伴，但曖昧對象不少，最受歡迎的時候大概同時有七位示好的異性追求者，因此我也常聽到這句話：「怎麼可能沒有男朋友？妳一定很挑！」但我認為單身有各種不同的原因，就算身邊有潛在的對象，也不見得就非要從中挑一個才行。說話的人或許覺得「妳一定很挑」是一種對單身者的讚美，表示條件好的人一定是眼光高才會沒交往對象，但這句「妳一定很挑」在聽者耳裡，卻可能有以下想法和感受。

單身者沒有挑選的權利？

單身不等於沒人要，更不代表我就要因此放寬我選擇對象的原則和標準。隨便找一個伴，那是終結單身而不是結束孤單。有時候快樂的單身者勝過於不幸福的情人，當聽到別人一派輕鬆地說：「別挑了，快嫁了吧？」或「真不知道妳在挑什麼」時，總想要翻白眼在內心回應著：「如果是妳，真的可以隨便嗎？妳談戀愛真的都沒挑對象嗎？」我單身，但不表示我必須就此落入隨便的命運。

單身是不識好歹自作自受？

單身者也有可能遇到追求和示好的對象，如果這個對象條件還不錯，親友團就會敲邊鼓說：「這個人對妳這麼好，妳幹嘛不要？」聽起來單身的人還真不識好歹呀！但是愛情沒有那麼簡單，並不是號碼對上了就能賓果連成線，一段愛情的發生，很重要的關鍵在於有沒有心動的感覺。也許有些女人的愛就僅僅是「高富帥」的條件論，但有些女人會需要更多的化學效應才會陷入愛情。

單身是自恃高傲？

老一輩的人說，挑來挑去挑到賣龍眼的。其實賣龍眼的沒什麼不好，喜歡就好。當然不能否認有一些單身者是真的不知道自己幾兩重，所以活在自己的世界裡憧憬著一輩子很難接觸到的對象。但有時候單身者不見得是因為挑剔別人，覺得自己很優秀而高傲，而是搞不清楚自己要的是什麼，才覺得這個不太對，那個也不太對，不知不覺就蹉跎了歲月。

愛情是自己的，每個人也都有權利選擇自己想要的生活，並不是有情人伴侶就是人生勝利組，也並不是單身的人就得隨便找個伴來愛。兩個人的寂寞比一個人的寂寞更寂寞，只要喜歡妳的生活，維持自己的原則也不錯，單身絕不是一種惺惺作態，而是一種生活型態啊！
`},
  {key: 2,tags:['炮友','約會'], avatar: require('../images/e.jpg'),title:'如果妳只是想找個炮友，請把這三件事放在心上', uri:require('../images/b.jpg'),'content':`現代社會開放，以前我們總覺得男人可以「只性不愛」，但現在越來越多的女性也進化為肉食女，可以純粹接受身體上的情慾流動。艾姬發現，甚至在許多社會新聞裡，女性不再只是「性侵」案件的受害者，有時變成加害者，以受害者之姿誣告反咬的方式來威脅一夜情的對象也不少見。在江湖走跳的男男女女，「性別」的刻板印象已經受到挑戰，或者被利用成為圖利的工具，真的不可不慎啊！如果妳覺得戀愛太麻煩，只想找個炮友，該怎麼做才能保護自己呢？以下我列出一些重點，希望妳能放在心上。

即使是炮友也要慎選對象：

只是性伴侶又不是男朋友，有什麼好挑惕的啊？妳可能要問。但其實正因為只是炮友，或許他是妳在交友網站認識的，還是夜店酒吧哪裡突然看對眼的，妳根本沒有太多時間了解對方，所以才容易受傷害。若對方抱持著玩一下以後也不會再相見的想法，有可能不太會尊重妳的感受，例如不戴套硬上，或者違背妳的自由意志強迫妳做一些不那麼願意的行為。

不留下任何性愛影音記錄：

即使一時興起或是情趣表現，也絕對不要留下任何性愛照片或影音。千萬記得，炮友的初衷是沒有愛的，多半不會顧慮妳是否會受傷害。因此在互動的時候特別要保持警戒，也要注意你們親密行為的地點（車上、摩鐵、住家等）有沒有可能被設計偷拍。畢竟炮友關係是比較隱晦不希望別人知道的，就算對方不散佈在網路上，只要作為證據讓妳的親友知道，就能成為勒索妳的工具了！

偽戀愛感別延伸到生活裡：

「專業級」的炮友其實是很懂女人心的，所以他們也會貼心進行暖身和後戲，讓妳覺得過程很浪漫，不會只感覺純粹在抒發慾望，反而在當下產生偽戀愛的幸福感，但也讓段數不高的女生容易就此暈船。因此，下了床之後的互動就要特別小心了。如果妳只是想找個炮友，就不必向對方分享太多生活面的事情，不要試圖想和對方交心，才不會陷入不小心愛上了的糾結裡。

許多人以為炮友關係是新型態兩性關係的一種選項，認為是無負擔的關係。但事實上，真正的無負擔還是建立在雙方有共識的互動、尊重與信任上，否則也是會為自己帶來麻煩的啊！既然如此，找一個熟識的朋友或者前男友似乎是個較令人安心的選擇？但因為雙方可能有共同朋友圈和關係鏈，其實也有隱私被洩漏之類的風險。總之，我認為好的炮友床伴和情人伴侶一樣難得，出來玩懂得保護自己才是王道！
`},
  {key: 3,tags:['熟女','性感'], avatar: require('../images/e.jpg'),title:'熟女的五大性感魅力', uri:require('../images/c.jpg'),content: `快到三十的時候心慌慌，總覺得三十歲對女人來說是一個門檻，三十歲就是熟女了，必須展開抗老大作戰！然而當我年過三十的時候，我突然覺得三十歲並沒有那麼糟，甚至是女人最有魅力的年紀。還在吃幼齒顧眼睛的男人，我只能說你實在不懂女人的美好，其實三十歲的女人有特別獨到的韻味。熟女三十的魅力在哪裡？讓我一一說給你聽。

【經過一些人生歷練，愛過痛過傷過，嚮往更成熟的愛情】
歷練讓人成長，三十歲的女人也許談過幾次美好的愛情，也受過一些感情的傷，因此更能了解自己在愛情裡要的是什麼，對於男人也有更多的理解和包容。她不會像剛談戀愛的小女生，總想要時時刻刻黏著你，她比較能夠理解男人想要的空間和自由，而且她自己也擁有她自己的社交圈。她不會看到帥哥猛男就飛蛾撲火，她能稍微耐住心裡的悸動，觀察一下這個男人值不值得自己的付出。因為三十歲的女人意識到自己已到了適婚年齡，她明白人生沒有太多的時間耗費在和爛男人的瞎磨虛耗，無論是否計畫結婚，她都開始嚮往更成熟的愛情，找到更適合的伴侶。

【在江湖走跳過，能談古論今道未來讓你眼界視野更寬闊】
三十歲的女人，因為在社會裡見多識廣，懂得較多的人情世故。歲月累積的知識和智慧，讓熟女增添了更多知性美。關注的話題和年輕小女生有所不同，你能夠和她有更深度的溝通，甚至有些時候你會感覺在她身上能學習到一些東西。熟女姊姊能給你的不只是愛情，還可能讓你的眼界視野更寬闊！

【職場累積了經驗和經濟能力，讓你多點生活品味】
在職場累積了經驗和經濟能力的熟女，有能力負擔比較高檔的休閒娛樂。職涯規劃也到了更明確的階段，已經不再像無頭蒼蠅亂闖亂撞頻頻換工作，而能夠以較成熟的態度去面對職場。工作穩定了、經濟獨立了，自然有比較多的機會提升生活品味和質感。這時候，讓女人閃閃發光的是一種專業自信的美麗。

【體力能陪你如青春少女般玩樂，精神能給你大媽級的支持】
三十歲的女人還沒老到不能玩樂，必要的時候她依然可以陪你享樂陪你瘋。然而在精神上，如果是姊弟戀，因為她曾經走過像你這樣的年紀，她能夠多一點同理心和體貼。在你沮喪難過的時候，她不會耍脾氣質問你為什麼不陪她，她知所進退給你安定的力量，甚至用她的智慧鼓勵你、支持你。

【生理正邁向性愛需求較強烈的階段，身心都比較放得開】
生理層面來說，三十歲以後的女人邁向性愛需求較為強烈的階段，或許也有了一些性經驗，身心都比較放得開。她比較了解自己的身體，也比較知道如何取悅對方。這時候的性愛質量會比較好，如果你是年輕弟弟，在性愛上你旺盛的體力會和一樣有旺盛渴望的熟女很合拍，如果你是熟男大叔，也不必擔心被嫌棄，因為三十歲的女人能體會性愛不只是猛烈衝刺一夜多次，緩慢享受性愛的質感，也能有不同的情趣浪漫。

熟男不一定要找嫩妹，弟弟也別嫌棄姊姊老，三十歲的女人正在一個人生最好的黃金年代，只有懂得欣賞的男人，才能體會其中的美好！
`},
  {key: 4,tags:['新手必讀','快速上手'], avatar: require('../images/f.jpg'),title:'BACON小編不負責分享之快速上手篇', uri:require('../images/d.jpg'),content:`網路交友在21世紀早就不是什麼新鮮事，問我為什麼要用交友APP，當然是因為人家工作認真，青春都貢獻給了公司，所以沒時間交朋友啊（真敢講哈），好啦，其實是因為工作之後生活圈變小，老是叫別人介紹也不是辦法，所以就踏上了玩交友APP的不歸路，說到玩交友APP，這裡面也是充滿眉角與地雷，今天就不藏私，把我多年的心得跟大家分享。

今天分享的是快速上手，那就直接講重點。你是誰不重要，你有沒有錢不重要，你的個人檔案吸不吸引人，這TM太重要！所以賬號註冊完，第一步就是立馬到“關於我”裡面好好編輯自己的檔案咯。

先說頭像，不用多帥不用多美， 但是一定要清楚、乾淨、順眼，男生們聽好，你不是賭神所以千萬不要用背影，還有半裸肌肉照不是直男在用的哦；女生的話， 美肌很重要但P圖要適度。頭像是你給別人的第一印象，建議請你的異性好友給點意見，相信我，有點怪怪的就是要換，做自己好自在，只是沒人愛。

再來是暱稱，中英不拘，中文最好不要超過5個字，暱稱裡面可以適度的埋梗，例如“哆啦A夢”，表示你雖然身材不好，但是朋友說你人很好有求必應；提醒一點，自以為幽默不是幽默，像是“三重劉德華”這種暱稱還是留在PTT吧。

不要小看其他的資料，豐富的個人資料會讓對方感受到你的誠意，多上傳幾張生活照也會讓人感覺比較真實，沒有人想跟來亂的浪費時間；頭像跟暱稱的感覺對了，通常對方就會再從你的自我介紹跟興趣愛好來了解，自我介紹該怎麼寫，這沒辦法一概而論，以下先簡單列出一些個人資料裡面的常見的錯誤，至少要避開：

在自我介紹裡面裝可憐...這年頭別再期待女生的母愛氾濫好嗎？
整篇歌詞複製貼上...湊字數有錢嗎？
上傳與名車或是與明星模特的合照...沒自信不用拿出來給大家知道
興趣愛好與照片不一致...興趣是運動，自介很文青，照片在夜店 ，這#%^@^(@$#

個人檔案OK了，接下來就華麗登場啦，BACON的“邂逅”玩的是隨機配對，不要吝嗇給對方多一些好感，配對成功就能開始聊天，也是給自己多一些驚喜；而“巧遇”玩的是近水樓台，你可以跟任何附近的會員免費發起聊天，不過每個對象只能發兩句哦，接下來就要看對方有沒有回覆你咯。

最後提醒大家的還是老話一句：天下沒有白吃的午餐。我有很多男性朋友都是在精蟲衝腦的時候，才想下載APP來個亂槍打鳥，最後還是只能在失望中洗洗睡，為什麼，因為沒有交友的誠意啊，手機另一頭的妹，白眼已經翻到外太空了，心裡邊罵“你TM的把老娘當什麼！”，阿彌陀佛（雙手合十），所以相信我，只要你肯花時間用心經營，拿出誠意，BACON絕對會帶給你超出想象的驚喜。
`},
  {key: 5,tags:['破解','詐騙'], avatar: require('../images/f.jpg'),title:'BACON小編不負責分享之假鬼假怪篇', uri:require('../images/g.jpg'),content:`俗話說“鳥大了，什麼林子都有”...不不不，是“林子大了，什麼鳥都有”，是的，不要以為交友軟體裡面都是曠男怨女，其實用戶是很多元的，之前小編還看到在上面找網頁設計外包的呢，真的什麼都有，什麼都不奇怪。不過身為一個真心誠意想要交朋友的優質男來說，遇到別有用心的異性，難免還是覺得煞風景與浪費時間，今天就來跟大家分享下，如何快速分辨“掛羊頭賣狗肉”的假妹。

先來介紹一下常見的幾種羊（生）頭（意）模式：

八大行業或是特種營業場所，包括酒店，會所，按摩，外賣等等，這類型妹妹的照片都有一個共同的特色，就是又正又性感，通常照片你一看就看的出來（除非你真的涉世未深，經常幻想自己會中樂透），另外他們都會主動請你加line或是line@（在line的賬號前面有@的就是了），以便進行訊息廣播；她們的目的很明確，無非就是要你進行消費，小編建議，正妹的照片看看就好，別耽誤她們做生意咯。

直銷業，直銷妹通常比較隱晦，未必在個人資料中看的出來，不過直銷妹的特色就是好約（我說的是喝咖啡），因為他們的銷售準則第一條就是見面三分情，見了面然後聊沒兩句，話術就跑出來了，像是創造被動收入啦，健康無價啦（保健食品），追求個人成功巴拉巴拉，小編建議，還是在APP裡面多聊聊再見面，咖啡錢事小，浪費時間事大。

地下金融業，包括黃金或外幣的投資，這類型妹妹也都很正，照片就是各種高檔吃喝玩樂，他們通常很直接，跟你說投資的趨勢，說操盤團隊多厲害，上禮拜又賺了多少錢等等，放心，他們絕對不會被你約出來，所以直接忽略就行。

其他付費軟體的“托”，什麼是托呢？看下去你就懂了。這類型的妹通常會主動跟你打招呼，然後主動找話題跟你聊天，讓你內心無限撒花到覺得這世界上怎麼有這麼好的女生，接下來就問你想不想見面，說自己男朋友床上表現不好之類的巴拉巴拉，等你OO衝腦開始約時間地點的時候，才順勢跟你說“現在這個軟體不太好用，我在另外一個軟體等你”“我的賬號是OOOOOOOO，你加入後一定要跟我說哦”，之後你就興沖沖的下載她說的軟體，才發現連註冊個賬號都要錢...@@，這時不管你再回頭跟她說什麼，她都只會問你“加好了嗎？”這就是托，懂了嗎？...TMD騙子，欺騙我的感情（咦），以上是小編當時心裡的OS，所以，別以為天底下有這麼好的事，人生只有在掉進陷阱的過程才會一帆風順。

最後整理一下如何快速分辨“疑似”假妹的賬號：

在自我介紹裡面留line（尤其是line@）或是wechat賬號
照片用的是網路帥哥美女的照片，一看就不像素人
檔案裡面沒有內容，或是沒有跟自己生活相關的內容
主動打招呼的女性會員

遇到以上情況，小編建議就直接忽略。其實交友這個平台還是單純一點比較好，各位如果真的遇到掛羊頭賣狗肉的賬號，歡迎使用BACON裡面“封鎖”與“檢舉”的功能，一起維護這個良好的交友環境哦。
`}
] 

export default Articles