import React, { Component } from 'react'
import { Text } from 'react-native'

const styles = {
  text: {
    padding: 10    
  }
}

const Policy = () => (
<Text style={ styles.text }>
{`歡迎您加入成為BACON會員(以下稱"會員")，BACON係由『凱明移動股份有限公司』所建置提供，包括但不限於BACON電腦版、手機板、Facebook版、ios版、Android版等，由凱明移動所推出於各式設備裝置上的相關版本(以下稱「本服務」)，也感謝您願意與我們為營造優質健康的網路交友環境盡一份心力，您如提出申請並註冊使用本服務，即表示您已閱讀、理解並完全同意接受下列說明及本服務一切內容，您如有違反下列說明或本服務任一內容時，為確保本服務善良風氣及維護會員權益，本服務得隨時暫停或終止您使用本服務所提供之服務。

壹、認知與接受條款

BACON係根據以下服務條款為您提供服務。本服務有權於任何時間修改或變更本服務條款之內容，且毋須另行通知。BACON服務條款（以下稱「本服務條款」）發生修改變更時，將在原服務條款的網頁上公佈修改內容，公佈後即有效代替原來的服務條款。您可隨時造訪本服務查閱最新版服務條款。此外，本服務推出的功能種類繁多，可能有某些特定功能，會依據該特定功能之性質而有附加條款或相關規定，您須遵守本服務所另行公告之服務條款或相關規定。前述另行公告之服務條款或相關規定，亦均併入屬於本服務條款的一部分。
您在使用本服務提供的各項功能之前，應仔細閱讀本服務條款。如您不同意本服務條款及或隨時對其的修改，或者您所屬的國家或地域排除本服務條款內容之全部或一部份時，您應立即停止使用本服務；您一旦註冊成為BACON會員，當您使用BACON服務時，即視為您已閱讀、理解並完全同意接受本服務條款及其後續修改變更之各項內容。
未滿12歲人士不宜瀏覽本服務內容，12歲以上未滿18歲的人士需父母或師長輔導瀏覽，且本服務不提供未滿18歲人士註冊會員。若您已滿18歲但未滿20歲，應於您的法定代理人（或監護人）閱讀、瞭解並同意本服務條款之所有內容及其後修改變更後，方得使用或繼續使用本服務。當您使用或繼續使用本服務時，即推定您的法定代理人（或監護人）已閱讀、瞭解並同意接受本服務條款之所有內容及其後修改變更。
貳、服務說明與管理規範
本服務目前經由其產品組合，向會員提供豐富的網上資源與諸多功能，包括各種資訊工具、網上論壇、訊息服務、個人化內容及品牌程式設計(以下稱"本服務")。除非本服務條款另有其他明示規定，增加或強化目前本服務的任何新功能，包括所推出的新產品，均受到本服務條款之規範。您瞭解並同意，本服務僅依其當前所呈現的狀況提供，對於任何會員通訊或個人化設定之時效、刪除、傳遞錯誤、未予儲存或其他任何問題，BACON均不承擔任何責任。BACON保留不經事先通知為維修保養、升級或其他目的暫停本服務任何部分的權利。為使用本服務，您必須能夠自行經有法律資格對您提供網路服務的第三方，進入網際網路，並應自行支付相關服務費用。此外，您必須自行配備及負責與網路連接所需之一切必要裝備，包括智慧型手機或其他儲存器材。
一. 本服務旨在提供所有用戶一個即時互動交友的環境，您於使用本服務時，應遵守下列規定，若有違反情事，將依管理規範處理，並請自負法律責任：
未滿12歲人士不宜瀏覽本服務內容，12歲以上未滿18歲的人士需父母或師長輔導瀏覽，且本服務不提供未滿18歲人士註冊會員，滿18歲但未滿20歲的人士，請依上述說明取得您的法定代理人（或監護人）同意，始可註冊與使用本服務。
嚴禁任何人利用本服務從事色情交易或任何違反中華民國法律法令規定的不法行為。若涉有不法行為或色情交易者，除應由行為或交易當事人自負法律責任外，本服務得依法協助檢調單位調查蒐證。無論暱稱、自我介紹、日記文章、留言訊息、聊天等在本服務可公開瀏覽或私下傳遞的資訊，只要有色情交易或援助交際、伴遊等暗示性字眼，經其他會員檢舉後，本服務將直接予以永久停權的處分並立刻執行。關於內容的解讀，由本服務管理單位從嚴判定，並擁有最終之決定權限，因此請使用者自重，切勿使用任何可能讓人誤會的字眼。
嚴禁任何人利用本服務各項功能進行性邀約活動，性邀約認定項目包括但不限於下列行為：徵求一夜情、色情視訊、電愛、網愛、情婦（夫）徵求等。關於內容的解讀，由BACON管理單位從嚴判定，因此請使用者勿使用任何可能讓人誤會的字眼。
會員間私人糾紛請自行協調溝通，不得使用暱稱、自我介紹、留言訊息、聊天室聊天等公開供不特定人瀏覽觀看的方式，公佈提及他人真實姓名、住址、電話…等洩漏足以讓第三者認出對方之個人資料 [包括但不限於BACON暱稱與BACON會員編號] 、或侵害他人隱私之內容或文章、或發表危害毀損他人名譽的內容，若因此導致引起任何法律問題，除請自負法律責任外，本服務得依法協助檢調單位調查蒐證。
不得以挑釁言論攻擊其他會員，蓄意影響本服務使用環境以及其他會員們的使用權益，關於實際情形的判斷由本服務管理單位從嚴判定，還請使用者自重共同維護BACON的使用品質。
轉貼文章內容請註明出處，且不得轉貼足以危害毀損他人名譽或洩漏、散佈他人個人資料與隱私之內容，若因而致引起任何法律問題，除請自負法律責任外，本服務得依法協助檢調單位調查蒐證。
BACON使用品質需要每位會員共同來維護，當您發現BACON程式設計上的任何瑕疵或是漏洞，還請您利用客服信箱進行舉報反映，不得利用程式漏洞從事影響其他會員使用權益之行為或散佈該漏洞致使本服務或其他會員權益遭受侵害。
不得有任何意圖妨礙或影響BACON服務運作之行為。包括但不限於使用暱稱、自我介紹、留言訊息、聊天室聊天等公開供不特定人瀏覽觀看的方式，散佈影響BACON商譽與信用之訊息內容，若因致引起任何法律問題，本服務得依法請檢調單位進行調查處理。關於妨礙行為的認定，由BACON管理單位從嚴判定，請會員勿從事任何可能讓人誤會的行為。
不得在交友聊天中討論非法活動。
不得張貼攻擊性、違法或其他令人反感的圖文內容。
不得惡意攻訐其他會員。
不得私下側錄與其他會員聊天之內容，意圖攻訐或威脅當事人。
為表明本服務維護著作權法立場，本服務提醒各位會員請尊重著作權法，於轉貼非個人創作之文章時，務必要徵得原作者之授權同意。我們並建議您在轉貼時，最好保留以下資訊：
標題附 [轉錄] 字樣
原作者授權證明
保留原作網路暱稱與出處
原作標題與內文不作增刪動作
還請每位BACON會員都能一起來維護著作人之心血。
不得張貼過於裸露、煽情、挑逗、猥褻之圖文內容，亦不得張貼以馬賽克、塗白等方式遮掩第三點或重要部份之圖片。相關審核標準均以本服務管理單位從嚴認定為準，若對藝術與色情界線認知有疑義者，請自行尋找合適的網站發表您的藝術，本服務並不歡迎上述所載之圖文內容。
請勿與任何會員有金錢上的交易往來，若因此蒙受損失，請自負相關責任。

二. 有關上述本條第一項所列之各項事由，若會員有違反者，倘經其他會員檢舉並向派出所報案或向地檢署提出告訴後，本服務有權做出對帳戶永久停權之處分，直至前述案件結果確定為止；倘會員經其他會員檢舉惟尚未受司法機關之刑事訴追，經本服務管理員按檢舉會員所提出之證據，認為確已違反第一項所列事由之任何一項情形時，本服務有權對違規之會員就每一檢舉之事實行為做一定期限之停權處分（其他處分行為樣態與相關處分規則與標準，請參閱使用規範）。
三. 您在本服務之檔案如設定為「公開」，即代表您願意公開個人之BACON檔案，並同意本服務在合理服務的範圍之內，使用您BACON檔案的內容及照片等。您同意並了解本服務所建議並提供的使用操作方式，並參與本服務所提供的配對或媒合接觸。本服務不會任意以您的名義自動發送訊息，您應於了解本服務各項服務功能及效果後使用，當您依據本服務指示或自行確認後送出同意或確認鍵時(包括但不限於加好友、留言、表示好感)，即視為您有意以您的名義於本服務內上傳或發送相關訊息，並同意本服務存取您的提交或同意紀錄。
四. 您使用本服務所提供交友服務之行為若有任何違反上述使用規範，所在地政府相關法令或危害本服務或第三者權益之虞時、或在本服務已認為您已經違反本服務條款的文字及精神下，同意以本服務管理人員之判定為準，終止您的密碼、帳號或本服務之使用（或服務之任何部分），並將您在本服務內任何內容加以移除並刪除。您理解本服務亦得因您違反前述之各種情形下有權判斷，於通知或未通知之情形下，隨時終止本服務或其任何部分。您同意依本服務條款任何規定提供之本服務，無需進行事先通知即可中斷或終止，您承認並同意，本服務可立即關閉或刪除您的帳號及您帳號中所有相關資訊及檔案，及或禁止繼續使用前述檔案或本服務。此外，您同意若本服務之使用在可歸責於您違反前述之各種情形下被中斷、或終止或您的帳號、或相關資訊和檔案因而受被關閉或刪除，本服務對您或任何第三人均不承擔任何責任。
五. 本服務有權修改或變更本使用條款之內容，建議您隨時注意該等修改或變更。本使用條款如有任何重大變更或修正時，本服務會以公告或電子郵件通知您，敬請隨時注意本服務公告及您信箱內之郵件。

參、您的註冊義務

為了能使用本服務，您同意以下事項：
依本服務註冊表之提示，提供您本人真實、正確、最新及完整的資料（以下簡稱"註冊資料"）；及隨時更新登記資料，確保其為真實、正確、最新及完整的資料。若您提供任何錯誤、不實、過時或不完整或具誤導性的資料；或者本服務有理由懷疑前述資料為錯誤、不實、過時或不完整或具誤導性的，本服務有權暫停或終止您的帳號，並拒絕您於現在和未來使用本服務之全部或任何部分。
本服務十分關心所有會員（特別是兒童）的安全及隱私。因此，若父母同意其20歲以下子女得以使用本服務，請記住，本服務設計之目的在於符合廣大會員的需要。因此本服務及/或"內容"（如後述第六項所定義）是否適合於您的子女，您身為法定代理人有責任加以判斷。本服務無須對任何會員的任何登記資料承擔任何責任，包括但不限於鑒別、核實任何登記資料的真實性、正確性、完整性、適用性及/或是否為最新資料的責任。

肆、會員帳號、密碼及安全

您需要設定個人專屬帳號與密碼，來完成本服務的會員註冊，並作為未來登入和識別會員身分之用。維持密碼及帳號的機密安全，是您的責任。您應對所有用您的密碼及帳號的活動負完全的責任。您同意：
當您的密碼或帳號遭到未獲授權的使用，或者發生其他任何安全問題時，您將立即通知本服務；且
當您使用任何設備裝置上網登入本服務時，於每次使用完畢後，請將您的帳號從網路登出。
如您未能依前述規定行事，對於任何人利用該密碼及帳號所進行的任何行為，您應負完全的責任。對於因此而產生的任何損失或損害，本服務無法也不承擔任何責任。

伍、隱私權政策

關於您於會員註冊的登記資料及其他主動提供而由BACON保留的特定資料，都將受到本服務《個資保護政策》之保護與規範。當您註冊使用本服務時，即表示您已閱讀、理解並完全同意接受本服務依據《BACON個資保護政策》對您個人進行資料的蒐集、處理與利用。建議您註冊前須先至《BACON個資保護政策》連結查閱BACON完整的個資保護政策。

陸、提供者之責任

根據有關法律法規，本服務在此鄭重提醒您注意，任何經由本服務以上載、張貼、發送電子郵件或任何其他方式傳送的資訊、資料、文字、軟體、音樂、音訊、照片、圖形、視訊、資訊或其他資料（以下簡稱"內容"），無論係公開還是私下傳送，均由內容提供者承擔責任。本服務無法控制經由本服務傳送之內容，因此不保證內容的正確性、完整性或質量。您已預知使用本服務時，可能會接觸到令人不快、不適當或令人厭惡之內容。在任何情況下，本服務均不為任何內容負責，包括但不限於任何內容之任何錯誤或遺漏，以及經由本服務以張貼、發送電子郵件或其他方式傳送任何內容而衍生之任何損失或損害。但本服務有權依法停止傳輸任何前述內容並採取相應行動，包括但不限於暫停會員使用本服務的全部或部分，保存有關記錄，並向相關機關檢舉。

柒、會員的守法義務與承諾

您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守中華民國相關法規及一切使用網際網路之國際慣例。您若係中華民國以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：
以任何方式危害未成年人的利益；
冒用他人或機構名義使用本服務，包括但不限於BACON主管、論壇領袖、主持人，或以虛偽不實的方式陳述或謊稱與任何人或機構有關；
偽造標題或以其他方式操控識別資料，以偽造經由本服務傳送之任何內容之來源；
違反依法律或契約所應負之保密義務，將依據任何法律或合約或法定關係（例如由於雇傭關係和依據保密合約所得知或揭露之內部資料、專屬及機密資料）知悉但無權傳送之任何內容加以上載、張貼、發送電子郵件或以其他方式傳送；
將侵害他人名譽、隱私權、營業秘密、著作權、專利權、商標權、商業秘密、或其他專屬權利（以下簡稱"專屬權利"）之內容加以上載、張貼、發送電子郵件或以其他方式傳送；
將任何廣告信函、促銷資料、直銷或其他任何形式的勸誘資料加以上載、張貼或以其他方式傳送；
將設計目的在於干擾、破壞或限制任何電腦軟體、硬體或通訊設備功能之電腦病毒（包括但不限於木馬程式(trojan horses)、蠕蟲(worms)、（以下簡稱"病毒"））或其他電腦代碼、檔案和程式之任何資料，加以上載、張貼或以其他方式傳送；
破壞正常的對話流程、造成螢屏快速移動，或使本服務其他會員無法輸入，或對其他會員參加即時交流的能力產生負面影響；
干擾、中斷或破壞本服務或與本服務相關連之伺服器和網路，或違反任何關於本服務聯結網路之規定、程式、政策或規範；
跟蹤或以其他方式騷擾其他會員；
故意或非故意地違反任何適用的當地、國家和國際法律，包括但不限於任何國家的或其他地區的任何規則，以及任何具有法律效力的規則；或
未經合法授權而截獲、篡改、收集、儲存或刪除他人個人資訊、電子郵件或其他資料，或將獲知的此類資料用於任何非法或不正當目的。
您了解並認可本服務可能無法針對會員內容加以任何事先審查，對會員的使用行為也無法進行全面控制。您使用任何內容時，包括依賴前述內容之正確性、完整性或實用性時，您同意將自行加以判斷並承擔所有風險，而不依賴本服務。但本服務及其指定人有權（但無義務）依其自行之考量，拒絕和刪除違反本條款的或其他引起反感的任何內容。您瞭解並同意，本服務依據法律法規的要求，或基於誠信、為了以下目的或在合理必要範圍內，認定必須將內容加以保存或揭露時，得加以保存或揭露：
遵守法律程序；
執行本服務公約；
回應任何第三人提出的權利主張；
保護BACON、其會員及公眾之權利、財產或個人安全；或
其他BACON認為有必要的情況。
您瞭解並同意經由本服務之技術處理及傳送，您提供的任何內容，可能
經由各個網路加以傳送，且；
為了符合及配合網路或裝置之技術要求而進行改變。

捌、國際使用之特別警告

您已瞭解網際網路的無國界性，同意遵守當地所有關於網上行為及內容之法律法規。您特別同意遵守有關從中華民國或您所在國家或地區輸出資訊之傳輸的所有適用法律法規。

玖、張貼公開信息之規範

在本服務條款中，"本服務公開使用區域"系指一般公眾可以使用的區域。
您同意已就您於本服務公開使用區域及本服務其他任何公開使用區域張貼之內容，或包括照片、圖形或影音資料等內容，授予本服務全球性、免許可費及非獨家的使用權，BACON可以為了展示、散佈及推廣張貼前述內容之特定服務目的，將前述內容複製、修改、改寫、改編或出版，對於照片及圖形資料的上述使用，僅為張貼該照片或圖形於本服務之目的而為之。在您將前述內容放入本服務期間，使用權持續有效；若您將前述內容自本服務中刪除，則使用權於刪除時終止。
您同意已就您於本服務其他公開使用區域張貼的其他內容，授予BACON免許可費、永久有效、不可撤銷、非獨家及可完全再授權之權利在全球使用、複製、修改、改寫、改編、發行、翻譯、創造衍生性著作，及/或將前述內容（部分或全部）加以散佈、表演、展示，及/ 或放入利用任何現在已知和未來開發出之形式、媒體和科技之其他著作物當中。

拾、賠償

由於您透過本服務提供、張貼或傳送之內容、違反本服務條款、或侵害他人任何權利因而衍生或導致任何第三人提出任何索賠或請求，您同意賠償凱明移動股份有限公司及其子公司、關係企業、職員、代理人、品牌共有人或其他合作夥伴及員工因此所受之損失（包括但不限於合理的律師費及訴訟費用）。

拾壹、禁止商業行為
  
您同意不對本服務任何部分或本服務之使用或獲得，進行複製、拷貝、出售、轉售或用於任何其他商業目的。

拾貳、關於使用及儲存之一般措施

您同意本服務有權就本服務制訂一般措施及限制，包括但不限於本服務將保留電子郵件訊息、所張貼內容或其他上載內容之最長期間、本服務伺服器為您分配的最大磁碟空間，以及一定期間內您使用本服務之次數上限（及每次使用時間之上限）。通過本服務存儲或傳送之任何資訊、通訊資料和其他內容，如被刪除或未予儲存，您同意本服務毋須承擔任何責任。您亦同意，長時間未使用的帳號，本服務有權關閉或刪除。您也同意，本服務有權依其自行之考慮，不論通知與否，隨時變更這些一般措施及限制。

拾參、服務之修改

本服務有權於任何時間暫時或永久修改或終止本服務（或其任何部分），而無論是否通知您。您同意對於本服務所作的任何修改、暫停或終止，本服務對您和任何第三人均無需承擔任何責任。

拾肆、終止服務
  
您同意BACON得基於其自行之考慮，因任何理由，包括但不限於一定期限未使用、法院或政府機關命令、本服務無法繼續或服務內容實質變更、無法預期之技術或安全因素或問題、您所為詐欺或違法行為、未依約支付費用，或其他BACON認為您已經違反本服務條款的明文規定及精神，而暫停、終止或限制您的帳號、密碼或本服務之使用（或服務之任何部分），並將您在本服務內任何內容加以移除並刪除。 您同意本服務亦得依其自行之考慮，於通知或未通知之情形下，隨時暫停或終止本服務或其任何部分。您同意依本服務條款提供之本服務，無需進行事先通知即可中斷或終止，您同意，本服務可立即關閉或刪除您的帳號及您帳號中所有相關資訊及檔案，及或禁止繼續使用前述檔案或本服務。此外，您同意若本服務之使用被中斷或終止或您的帳號及相關資訊和檔案被關閉或刪除，本服務對您或任何第三人均不承擔任何責任。如您因違反本服務條款導致您帳號遭終止，其亦喪失您使用此帳號登入其他公司產品之資格。

拾伍、廣告

您透過本服務中瀏覽到的所有廣告內容、文字與圖片之說明、展示樣品或其他銷售資訊，均由各該廣告商、產品與服務的供應商所設計與提出。您對於廣告之正確性與可信度應自行斟酌與判斷。本服務僅接受前述廠商委託予以刊登，不對前述廣告內容或您與該廠商之交易行為負任何擔保責任。

拾陸、與廣告商進行之交易

您通過本服務與廣告商進行任何形式的通訊或商業往來，或參與促銷活動，包含相關商品或服務之付款及交付，以及達成的其他任何相關條款、條件、保證或聲明，完全為您與廣告商之間之行為。除法律明文規定要求本服務承擔之責任外，您因前述任何交易或前述廣告商而遭受的任何性質的損失或損害，本服務均不予負責。

拾柒、連結

本服務或第三人可提供與其他網際網路上之網站或資源之連結。由於本服務無法控制這些網站及資源，您瞭解並同意，此類網站或資源是否可供利用，本服務不予負責，存在或源於此類網站或資源之任何內容、廣告、產品或其他資料，本服務亦不予保證或負責。因使用或依賴任何此類網站或資源發佈的或經由此類網站或資源獲得的任何內容、商品或服務所產生的任何損害或損失，本服務不負任何直接或間接之責任。

拾捌、智慧財產權保護

您瞭解並同意，本服務及本服務所使用之相關軟體（以下簡稱"軟體"）含有受到相關知識產權及其它法律保護之專有保密資料。您也瞭解並同意，經由本服務或廣告商向您呈現之贊助廣告或資訊所包含之內容，亦受到著作權、商標權、服務商標、專利權或其他專屬權利之法律保護。未經本服務或廣告商明示授權，您不得修改、出租、出借、出售、散佈本服務或軟體之任何部份或全部，或據以製作衍生著作，或使用擅自修改後的軟體，包括但不限於為了未經授權而使用本服務之目的。本服務僅授予您個人、不可移轉及非專屬之使用權，使您得於單機使用其軟體之目的碼，但您不得（亦不得允許任何第三人）複製、修改、創作衍生著作、進行還原工程、反向組譯，或以其他方式發現原始碼，或出售、轉讓、再授權或提供軟體設定擔保，或以其他方式移轉軟體之任何權利。您同意將通過由BACON所提供的介面而非任何其他途徑使用本服務。

拾玖、擔保與保證

您明確瞭解並同意：
本服務條款的任何規定不會免除本服務對造成您人身傷害的、或因故意或重大過失造成您財產損失的任何責任。
您使用本服務之風險由您個人負擔。本服務係依"現狀"及"現有"基礎提供。本服務不提供任何明示或默示的擔保或保證，包括但不限於商業適售性、特定目的之適用性及未侵害他人權利等擔保或保證。
BACON不保證以下事項：
本服務將符合您的要求，
本服務將不受干擾、及時提供、安全可靠或不會出錯，
使用本服務取得之結果正確可靠，
您經由本服務購買或取得之任何產品、服務、資訊或其他資訊將符合您的期望，且
軟體中任何錯誤都將得到更正。
會員與本公司之外任一自然人或法人所進行之交易行為，為會員之私人行為，如有詐騙問題，會員報警後，將協助準備相關資料，但不負任何賠償責任。
是否使用本服務下載或取得任何資料應由您自行考慮且自負風險，因任何資料之下載而導致的您電腦系統之任何損壞或資料流程失等後果，由您自行承擔。
您經由本服務取得的任何建議或資訊，無論是書面或口頭形式，除非本服務條款有明確規定，將不構成本服務條款以外之任何保證。

貳拾、責任限制

您明確瞭解並同意，基於以下原因而造成的，包括但不限於利潤、信譽、應用、資料損失或其他無形損失，本服務不承擔任何直接、間接、附帶、特別、衍生性或懲罰性賠償責任（即使本服務事先已被告知發生此種賠償之可能性亦然）：
本服務之使用或無法使用；
為替換從或透過本服務購買或取得之任何商品、資料、資訊、服務、收到的訊息或締結之交易而發生的成本；
您的傳輸或資料遭到未獲授權的存取或變造；
任何第三方在本服務中所作之聲明或行為；或
與本服務相關的其他事宜，但本服務條款有明確規定的除外。

貳拾壹、通知

如依法或其他相關規定有通知會員之義務或本服務條款之變更時，本服務得以包括但不限於：電子郵件、一般信件、簡訊、多媒體簡訊、文字訊息、張貼於本服務網頁，或其他現在或未來合理之方式通知您。但若您違反本服務條款，以未經授權的方式存取本服務，您將不會收到前述通知。當您經由授權的方式存取本服務，而同意本服務條款時，您即同意本服務所為之任何及所有給您的通知，通知發出時即視為送達。

貳拾貳、系統中斷或故障

本服務有時可能會發生系統服務中斷、延遲或故障，或許將造成您使用的不便或資料喪失、錯誤等情形，本服務會盡速回復會員正常使用服務。但對於不可抗力或突發狀況，或其他不可歸責於本服務之原因，所造成您使用本服務之不便及損害，本服務不負任何賠償責任。
若本服務因系統調整或其他理由，需中斷服務時間超過8小時以上，本服務將事先或事後補行公告，如有需要也將於公告中一併說明補償措施，補償項目可能包括但不限於：月費型態之商品（例如：VIP）延長使用天數、有期限之虛擬道具延長使用期限、或其他需要連續累積之數據不歸零，而您亦同意不再就該事件對本服務作任何請求。

貳拾參、商標資訊

BACON、BACON標誌、商標及服務商標，以及其他BACON標誌及產品、服務名稱，均為凱明移動股份有限公司之商標（以下稱"BACON標記"）。未經本服務事先書面同意，您不得將BACON標記以任何方式展示或使用或作其他處理，或表示您有權展示、使用或另行處理BACON標記。
  
貳拾肆、著作權侵害處理

本服務呼籲會員應尊重智慧財產權。若您認為您的作品的著作權遭到侵害或您的智慧財產權被侵犯，請向本服務之管理人員提供以下資料：
著作權或其他智慧財產權所有人之有權代理人之電子或實體簽名。
對您主張遭到侵權之作品或智慧財產權進行的描述。
對您主張遭到侵權之作品在網站上所處的位置進行的描述。
您的地址、電話號碼及電子郵件信箱。
您一秉善意所作的認為該有爭議的使用未經著作權或其他智慧財產權所有人、其代理人或依照法律授權之聲明。
您已充分瞭解做虛假指證的全部法律後果，在此前提下您保證所提供的前述資料均為合法的、正確的，並且您是著作權或智慧財產權的所有人或已經合法授權有權代理著作權或智慧財產權的所有人。

貳拾伍、一般條款

本服務條款構成您與本服務之全部協定，並規範您對於本服務之使用行為。在您使用相關服務、使用第三方提供的內容或軟體時，亦應遵從所適用之附加條款及條件。
本服務條款及您與本服務之關係，準據法為中華民國法律。您與本服務、本服務條款或其他有關事項發生的爭議，均應依照中華民國法律予以處理，並以臺灣臺北地方法院為第一審管轄法院。
本服務未行使或執行本服務條款任何權利或規定，不構成對前述權利或權利之放棄。
倘本服務公約之任何規定因與中華民國法律抵觸而無效，您依然同意應依照法律，努力使該規定所反映之當事人意向具備效力，且本服務條款其他規定仍應具有完整的效力及效果。
本服務條款之標題僅供方便而設，不具任何法律或契約效果。

貳拾陸、舉報

倘發現任何違反本服務條款之情事，請使用本服務客服信箱進行舉報。`
}
</Text>)

export default Policy